Repository: brullsker/FastNote
Catalog: FastNote/Resources/*/Resources.resw
Source language: en_us
Languages: de_de, es, fr, hy, it, ja, nl, pl, pt_pt, ru, zh_cn

# Store_ReleaseNotes
source: Portugese (Brazil) added as UI language Privacy and license information added Bugfixes
de_de: Wir feiern 1000 FastNote-Downloads! Außerdem lieben wir gut gepflegte Apps. Aus diesen Gründen lassen wir die Update-Bombe platzen: Hier ist FastNote 2.0.0.0! Freut euch auf folgende Neuerungen und Änderungen: ⦁ PDF-Tools: Erstelle PDFs aus deinen Notizen, exportiere, teile und drucke sie. Hinweis: Möglicherweise sind hierfür weitere Schritte seitens des Benutzers nötig. Mehr dazu in der App. ⦁ Import-Feature: Ihr habt gefragt, hier kommt die Antwort! Importiere ein Dokument und füge es vor oder nach dem bereits existierenden Text ein oder ersetze ihn! ⦁ Wähle deine Lieblings-HTML-Kodierung. Neben der Auswahl werden außerdem Anzeigefehler bei einigen Sprachen behoben. Bitteschön! ⦁ Für ein konsistenteres Design wird die Haupteingabebox nicht mehr weiß, wenn sie fokussiert ist und ihr das dunkle Design verwendet. ⦁ Es gibt endlich mehr Dateiformate fürs Exportieren und Teilen! Word-Dokumente (.doc / .docx) sowie das eBook-Format EPUB (.epub). ⦁ Spenden: Damit ihr endlich eure Freude finanziell ausdrücken könnt und die Entwicklung tatkräftig direkt voranbringen könnt, ist euch nun die Möglichkeit gegeben, per In-App-Kauf oder per PayPal zu spenden. Dieses Feature ist das Ausprobieren wert! ⦁ Eine unglaubliche Menge an Bugfixes, Verbesserungen und Anpassungen unter der Haube. Naja, der Changelog sieht kürzer aus, als es die harte Arbeit, die dahinter steckt, rechtfertigen würde. Egal, frohe Weihnachten euch allen! Natürlich freuen wir uns über jedes Feedback, ob positiv oder negativ. Viel Spaß!
es: Se agregó el portugués (Brasil) como idioma de la interfaz de usuario. Privacidad e información de licencia agregada Corrección de errores
fr: Pour célébrer les 1000 téléchargements de FastNote et parce que nous aimons développer davantage nos applications, nous abandonnons une mise à jour importante aujourd'hui. Voici le journal des modifications de FastNote 2.0.0.0: ⦁ Outils PDF: Créez un PDF à partir de vos notes et exportez, partagez et imprimez-le. Il se peut que vous deviez répondre à certaines exigences. Plus d'informations à ce sujet vous trouverez dans l'application. ⦁ Fonction d'importation: Vous permet d'importer un document, soit avant, soit après, soit en remplacement du contenu existant. ⦁ Choisissez l'encodage HTML de votre choix. Ceci corrigera le fait que certaines langues ne s'affichaient pas correctement. ⦁ Pour ajouter un design plus clair, la fenêtre d'édition principale ne devient plus blanche lors de la mise au point en utilisant l'application en mode sombre. Si vous n'aimez pas ce changement, envoyez-nous un mot. ⦁ Plus de formats d'exportation et de partage de fichiers: Document Word (.doc /.docx) et format eBook (.epub). ⦁ Dons: Pour soutenir activement le développement, vous pouvez maintenant faire un don en utilisant le Microsoft Store ainsi que PayPal. Néanmoins, la suppression de l'annonce restera disponible gratuitement. ⦁ Beaucoup de corrections de bugs, d'améliorations et de twerks sous le capot. Ainsi, ce journal des changements semble plus court que ce que mérite l'effort pour que tous les changements se produisent. Néanmoins, passez un très bon Noël ! Nous attendons avec impatience tout retour d'information, qu'il soit positif ou négatif. Amusez-vous bien!
hy: Հավելվածի հազարերորդ ներբեռնման առթիվ ծրագրավորողը ներկայացնում է նոր տարբերակը մի քանի նորամուծություններով. -PDF գործիքներ-Կարող եք ստեղծել PDF նիշք Ձեր տեքստային նիշքից և տպագրել -կարող եք ներմուծել նոր նիշք չփոխարինելով հինը -HTML կոդավորումը և արտահանումը ևս հասանելի է -ոճային երկու ընտրություն (մուգ և բաց) -աջակցվում են նաև .doc / .docx և .epub նիշքերը -Հեղինակաին աջակցելու համար կարող եք կապ հաստատել փոստով կամ նվիրատվություն անել PayPal համակարգի միջոցով։ Շնորհակալություն Ձեր աջակցության համար և հաճախ ժպտացեք)
it: Per festeggiare i 1000 download di FastNote e perché ci piace sviluppare ulteriormente le nostre applicazioni, oggi lasciamo da parte un grande aggiornamento. Ecco il changelog per FastNote 2.0.0.0: ⦁ PDF Tools: Crea un PDF dalle tue note ed esporta, condividi e stampa. Potrebbe essere necessario soddisfare alcuni requisiti. Maggiori informazioni su questo troverete specificato nell'applicazione. ⦁ Funzione di importazione: Consente di importare un documento prima, dopo o in sostituzione del contenuto esistente. ⦁ Scegliere la codifica HTML preferita. Questo risolverà il problema che alcune lingue non sono state visualizzate correttamente. ⦁ Per aggiungere un design più chiaro, la casella di modifica principale non diventa più bianca quando si mette a fuoco mentre si utilizza l'applicazione in modalità scura. Se questo cambiamento non ti piace, lasciaci una nota. ⦁ Altri formati di file da esportare e condividere: Documento Word (.doc / .docx) e formato eBook (.epub). ⦁ Donazioni: Per supportare attivamente lo sviluppo, è ora possibile donare utilizzando sia il Microsoft Store che PayPal. Tuttavia, la rimozione degli annunci rimarrà disponibile gratuitamente. ⦁ Tantissime correzioni di bugfix, miglioramenti e twerks sotto il cofano. Quindi, questo changelog sembra più breve dello sforzo che si merita per fare in modo che tutti i cambiamenti avvengano. Ciononostante, buon Natale! Non vediamo l'ora di ricevere qualsiasi feedback - sia positivo che negativo. Buon divertimento!
ja: FastNoteの1000ダウンロードを記念して、また、私たちはアプリをさらに開発するのが好きなので、今日は大きなアップデートをドロップアウトします。以下、FastNote 2.0.0.0の変更履歴です。 ⦁ PDFツール。ノートからPDFを作成して、エクスポート、共有、印刷することができます。あなたは、いくつかの要件に適合する必要があるかもしれません。このことについての詳細は、アプリ内で指定されたものを見つける。 ⦁ インポート機能。あなたは、どちらかの前に、後に、または既存のコンテンツを置き換えて、ドキュメントをインポートすることができます。 ⦁ お好みのHTMLエンコーディングを選択してください。これにより、一部の言語が正しく表示されなかった問題が修正されます。 ⦁ より明確なデザインを追加するために、ダークモードでアプリを使用しているときにフォーカスを合わせたときにメインの編集ボックスが白くならないようになりました。この変更がお気に召さない場合はメモをお願いします。 ⦁ より多くのエクスポートと共有ファイル形式。Word文書（.doc / .docx）とeBook形式（.epub）。 ⦁ 寄付。積極的に開発をサポートするために、あなたは今、Microsoftストアだけでなく、PayPalを使用して寄付することができます。それにもかかわらず、広告の削除は無料で利用できるようになります。 ⦁ たくさんのバグフィックス、改善、そしてアンダーザフッドトゥワー。 そのため、この変更履歴は、すべての変更を実現するための努力に値するよりも短く見えます。それにもかかわらず、とても良いクリスマスをお過ごしください。肯定的なものも否定的なものも含めて、どんなフィードバックもお待ちしています。楽しんでください
nl: Portugees (Brazilië) toegevoegd Licentie / privacy informatie toegevoegd Bugfixes
pl: Aby uczcić 1000 pobrań FastNote i ponieważ lubimy dalej rozwijać nasze aplikacje, dziś rezygnujemy z dużej aktualizacji. Oto lista zmian dla FastNote 2.0.0.0: ⦁ PDF Tools: Utwórz plik PDF z notatek i wyeksportuj, podziel się nim i wydrukuj. Być może będziesz musiał spełnić pewne wymagania. Więcej informacji na ten temat znajdziesz w aplikacji. ⦁ Import funkcji: Umożliwia import dokumentu przed, po lub w miejsce istniejącej zawartości. ⦁ Wybierz preferowane kodowanie HTML. Spowoduje to naprawę tego, że niektóre języki nie były wyświetlane poprawnie. ⦁ Aby dodać bardziej przejrzysty wygląd, główne pole edycyjne nie zmienia koloru na biały podczas ustawiania ostrości podczas korzystania z aplikacji w trybie ciemności. Jeśli nie podoba Ci się ta zmiana, upuść nam uwagę. ⦁ Więcej eksportuj i udostępniaj formaty plików: Dokument Word (.doc / .docx) i format eBook (.epub). ⦁ Darowizny: Aby aktywnie wspierać rozwój, można teraz przekazywać darowizny za pośrednictwem sklepu Microsoft Store oraz PayPal. Niemniej jednak, usuwanie ogłoszeń pozostanie dostępne za darmo. ⦁ Wiele poprawek błędów, usprawnień i podkręcania pod spodem w dzieciństwie. Tak więc, ten changelog wygląda krócej niż wysiłek, aby wszystkie zmiany się zdarzyć zasługuje. Niemniej jednak, mieć bardzo ładne Boże Narodzenie! Z niecierpliwością czekamy na wszelkie opinie - zarówno pozytywne, jak i negatywne. Miłej zabawy!
pt_pt: Para celebrar 1000 downloads do FastNote e porque gostamos de desenvolver mais as nossas aplicações, estamos hoje a deixar de fazer uma grande actualização. Aqui está a mudança para o FastNote 2.0.0.0: ⦁ Ferramentas PDF: Crie um PDF a partir das suas notas e exporte, partilhe e imprima-o. Talvez você precise se adequar a alguns requisitos. Mais informações sobre isto você encontra especificado na aplicação. ⦁ Importar funcionalidade: Permite-lhe importar um documento, seja antes, depois ou em substituição do conteúdo existente. ⦁ Escolha a codificação HTML da sua preferência. Isto irá corrigir que alguns idiomas não estavam a ser apresentados correctamente. ⦁ Para adicionar um design mais claro, a caixa de edição principal não fica mais branca quando se foca enquanto se usa a aplicação no modo escuro. Se não gostar desta alteração, deixe-nos uma nota. ⦁ Mais exportação e partilha de formatos de ficheiros: Documento Word (.doc / .docx) e formato eBook (.epub). ⦁ Doações: Para apoiar activamente o desenvolvimento, pode agora doar utilizando o Microsoft Store, bem como o PayPal. No entanto, a remoção de anúncios continuará a estar disponível gratuitamente. ⦁ Muitas correcções de bugs, melhoramentos e idiotas de baixo do nível. Portanto, esta mudança parece ser mais curta do que merece o esforço para que todas as mudanças aconteçam. No entanto, tenha um Natal muito agradável! Estamos à espera de qualquer feedback - tanto positivo como negativo. Divirtam-se!
ru: Мы празднуем 1000 загрузок FastNote! Мы также любим хорошо поддерживаемые приложения. По этим причинам мы позволили бомбе взорваться: Это FastNote 2.0.0.0.0! Мы с нетерпением ждем следующих нововведений и изменений: ⦁ PDF Tools: Создавайте PDF-файлы из заметок, экспортируйте, публикуйте и распечатывайте их. Примечание: Для этого могут потребоваться дополнительные шаги со стороны пользователя. Подробнее об этом можно прочитать в приложении. ⦁ Особенность импорта: Вы спросили, вот и ответ! Импортируйте документ и вставьте или замените его до или после существующего текста! ⦁ Выберите любимую HTML-кодировку. В дополнение к выбору исправлены ошибки отображения для некоторых языков. Держите! ⦁ Для более согласованного дизайна основная область ввода данных больше не является белой, когда она сфокусирована и используется темный дизайн. ⦁ Наконец-то появилось больше форматов файлов для экспорта и обмена! Документы Word (.doc / .docx) и формат электронной книги EPUB (.epub). ⦁ Пожертвовать: Чтобы вы могли выразить свою радость финансово и активно продвигать разработку напрямую, теперь у вас есть возможность сделать пожертвование через покупку In-App или PayPal. Эту функцию стоит попробовать! ⦁ Невероятное количество исправлений ошибок, улучшений и корректировок под капотом. Ну, журнал изменений выглядит короче, чем это оправдывает тяжелую работу, которая за ним стоит. В любом случае, с Рождеством всех вас! Конечно, мы будем рады любым отзывам, положительным или отрицательным. Повеселитесь!
zh_cn: 为了庆祝FastNote的1000次下载，也因为我们喜欢进一步开发我们的应用程序，我们今天推出了一个大更新。以下是FastNote 2.0.0.0的更新日志。 ⦁ PDF工具。从你的笔记中创建一个PDF，并导出、分享和打印它。你可能需要符合一些要求。更多的信息你可以在应用中找到指定的信息。 ⦁导入功能。可以让你导入一个文档，无论是之前，之后，还是替换现有的内容。 ⦁选择你喜欢的HTML编码。这将修复一些语言无法正确显示的问题。 ⦁为了增加更清晰的设计，在黑暗模式下使用应用程序时，主编辑框在对焦时不会再变成白色。如果你不喜欢这个改动，请给我们留言。 ⦁更多导出和分享文件格式。Word 文档 (.doc / .docx) 和电子书格式 (.epub)。 ⦁ 捐款。为了积极支持开发，您现在可以使用Microsoft Store以及PayPal进行捐赠。不过，广告删除仍将免费提供。 ⦁大量的bug修复、改进和底层的小技巧。 所以，这篇更新日志看起来比为实现所有变化所付出的努力要短。尽管如此，还是祝大家圣诞快乐! 我们期待着任何反馈--无论是正面的还是负面的。祝您玩得开心

# Store_Sc_Desktop4
source: Gorgeous also when using light theme thanks to Fluent Design System
de_de: Auch im hellen Design wunderschön dank Fluent Design
es: Precioso también cuando se utiliza el tema de la luz gracias a Fluent Design System
fr: Egalement dans le design brillant et beau grâce à Fluent Design
hy: Բաց կերպը գեղեցիկ կլինի թափանցիկ ոճում
it: Bello anche nel design luminoso grazie al Fluent Design
ja: Fluent Design Systemのおかげでライトテーマでもゴージャスに
nl: Mooi ook in het heldere design dankzij het Fluent Design System
pl: Również w jasnym designie piękny dzięki Fluent Design
pt_pt: Lindo também na utilização de temas leves graças ao Fluent Design System
ru: Красивый также в ярком дизайне благодаря FastNote
zh_cn: 使用轻型主题时也很华丽，这要归功于Fluent设计系统。

# Store_Sc_Mobile4
source: Gorgeous also when using light theme thanks to the UWP Design System
de_de: Auch im hellen Design wunderschön dank dem UWP Design System
es: Precioso también en el tema de la luz gracias al sistema de diseño UWP.
fr: Beau aussi dans le design brillant grâce au système UWP Design System
hy: Թափանցիկ ոճը հասանելի է նաև UWP տարբերակով
it: Bello anche nel design luminoso grazie al UWP Design System
ja: UWPデザインシステムのおかげでライトテーマ使用時もゴージャスに
nl: Mooi ook in het heldere design dankzij het UWP Design System
pl: Piękne również w jasnym designie dzięki UWP Design System
pt_pt: Deslumbrante também na utilização de temas leves graças ao UWP Design System
ru: Красивый также в ярком дизайне благодаря системе дизайна UWP
zh_cn: 当使用轻量级主题时，由于UWP设计系统，也很华丽。

# Store_Sc_MR1
source: Be productive in Mixed Reality too!
de_de: Sei auch in der Mixed Reality produktiv!
es: Sea productivo en Mixed Reality también!
fr: Soyez productif dans Mixed Reality aussi!
hy: Հասանելի է նաև վիրտուալ իրականություն տարբերակում
it: Sii produttivo anche in Mixed Reality!
ja: Mixed Realityでも生産性を高めよう
nl: Wees ook productief in Mixed Reality!
pl: Bądź produktywny również w Mixed Reality!
pt_pt: Seja produtivo também em Realidade Mista!
ru: Будьте продуктивны и в Mixed Reality!
zh_cn: 在混合现实中也要有所收获!

# Store_Sc_Universal1
source: Take notes and style them
de_de: Mach dir Notizen und formatiere sie
es: Tomar notas y formatearlas
fr: Prenez des notes et formatez-les.
hy: Ստեղծեք հուշագրեր և ձևավորեք
it: Prendere appunti e formattarli
ja: メモを取ってスタイルを整える
nl: Maak aantekeningen en formatteer ze.
pl: Zrób notatki i sformatuj je
pt_pt: Tome notas e estilize-as
ru: Делайте заметки и форматируйте их
zh_cn: 记下笔记和风格

# Store_Sc_Universal2
source: Export and share your work by using powerful tools
de_de: Exportiere und Teile deine Arbeit mithilfe umfangreicher Tools
es: Exporte y comparta su trabajo utilizando potentes herramientas
fr: Exportez et partagez votre travail à l'aide d'outils complets
hy: Կիսվեք կամ արտահանեք Ձեր աշխատանքը յուրահատուկ գործիքների օգնությամբ
it: Esporta e condividi il tuo lavoro utilizzando strumenti completi
ja: 強力なツールを使って作品をエクスポートして共有
nl: Exporteer en deel uw werk met behulp van uitgebreide tools
pl: Eksportuj i udostępniaj swoją pracę za pomocą rozbudowanych narzędzi
pt_pt: Exporte e partilhe o seu trabalho, utilizando ferramentas poderosas
ru: Экспортируйте и делитесь результатами своей работы с помощью обширных инструментов
zh_cn: 使用强大的工具导出和分享你的作品

# Store_Sc_Universal3
source: Set up options like fontsize or font family
de_de: Passe Optionen wie Schriftgröße oder -art an
es: Configurar opciones como el tamaño o el tipo de fuente
fr: Personnaliser des options telles que la taille ou le type de police
hy: Տառատեսակների ընտրության գործիքներ
it: Personalizza opzioni come la dimensione o il tipo di carattere
ja: フォントサイズやフォントファミリなどのオプションを設定する
nl: Opties zoals font size of type aanpassen
pl: Dostosuj opcje takie jak rozmiar lub typ czcionki
pt_pt: Configurar opções como tamanho da fonte ou família de fontes
ru: Настройка параметров, таких как размер шрифта или тип шрифта
zh_cn: 设置字体大小或字体系列等选项。

# Store_SearchTerm1
source: FastNote
hy: Արագ նշում (FastNote)

# Store_SearchTerm2
source: Fast
hy: Արագ

# Store_SearchTerm3
source: Note
hy: Հուշագիր

# Store_SearchTerm4
source: Notes
de_de: Notizen
es: Notas
fr: Consignes
hy: Հուշագրեր
it: Biglietti
ja: 注意事項
nl: Notities
pl: Notatki
pt_pt: Notas
ru: Нотизен
zh_cn: 笔记

# Store_SearchTerm5
source: Text editor
de_de: Textverarbeitung
es: Editor de texto
fr: Traitement de texte
hy: Խմբագրիչ (.txt)
it: elaborazione testi
ja: テキストエディタ
nl: Tekstverwerking
pl: Przetwarzanie tekstów
pt_pt: Editor de texto
ru: Обработка текста
zh_cn: 文本编辑

# Store_SearchTerm6
source: Notepad
hy: Հուշատետր
ru: Блокнот

# Store_SearchTerm7
source: Autosave
hy: Ինքնապահում
ru: Автосохранение

# Store_ShortDescription
source: Take some notes! Saves changes as they happen.
de_de: Mach dir Notizen! Speichert Änderungen automatisch.
es: ¡Toma algunas notas! Guarda los cambios a medida que se producen.
fr: Prenez des notes! Enregistre automatiquement les modifications.
hy: Ստեղծել որոշ հուշագրեր
it: Prendere appunti! Salva automaticamente le modifiche.
ja: いくつかのメモを取る! 変更を保存します。
nl: Neem notities! Bespaart automatisch veranderingen.
pl: Rób notatki! Zapisuje zmiany automatycznie.
pt_pt: Tome algumas notas! Guarde as mudanças à medida que elas acontecem.
ru: Запишите! Автоматическое сохранение изменений.
zh_cn: 做一些笔记! 保存发生的变化。

# ShareUI_FileDesc
source: Share file
de_de: Datei teilen
es: Compartir archivo
fr: Partager le fichier
hy: Կիսվել նիշքով
it: Condividi file
ja: 共有ファイル
nl: Document delen
pl: Udostępnianie dokumentów
pt_pt: Partilhar ficheiro
ru: Общий доступ к файлу
zh_cn: 共享文件

# ShareUI_SelectedTextDesc
source: Share selected text
de_de: Auswahl teilen
es: Compartir el texto seleccionado
fr: Partager le sélection du texte
hy: Կիսվել ընդգծված տեքստով
it: Condividi selezione del testo
ja: 選択したテキストを共有する
nl: Geselecteerde tekst delen
pl: Udostępniaj wybrany tekst
pt_pt: Partilhar o texto seleccionado
ru: Выбор ресурса
zh_cn: 分享选定的文本

# ShareUI_WholeTextDesc
source: Share whole text
de_de: Alles teilen
es: Compartir todo el texto
fr: Partager le texte entier
hy: Կիսվել ամբողջական տեքստով
it: Condivere l'intero testo
ja: テキスト全体を共有する
nl: Volledige tekst delen
pl: Udostępniaj cały tekst
pt_pt: Partilhar todo o texto
ru: Поделиться всем
zh_cn: 分享全文

# More_Settings_ToolbarPositionHeaderText.Text
source: TEXT TOOLBAR POSITION
de_de: POSITION DER FORMATIERUNGSLEISTE
es: POSICIÓN DE LA BARRA DE HERRAMIENTAS DE TEXTO
fr: POSITION DE LA BARRE D'OUTILS TEXTE
hy: Տեքստի գործիքակազմի դիրքը
it: POSIZIONE DELLA BARRA DEGLI STRUMENTI DI TESTO
ja: テキストツールバー位置
pl: POZYCJA PASKA NARZĘDZI TEKSTOWYCH
pt_pt: POSIÇÃO DA BARRA DE FERRAMENTAS DE TEXTO
ru: ПОЛОЖЕНИЕ ПАНЕЛИ ИНСТРУМЕНТОВ ТЕКСТА
zh_cn: 文本工具条位置

# More_Settings_ToolbarPosition_Switch.OffContent
source: Top
de_de: Oben
es: En la parte superior
fr: Sur le dessus
hy: Վերև
it: In cima
ja: トップ
pl: Na górze
pt_pt: Início
ru: Лучший
zh_cn: 顶端

# More_Settings_ToolbarPosition_Switch.OnContent
source: Bottom
de_de: Unten
es: En la parte inferior
fr: Sur le fond
hy: Ներքև
it: Sul fondo
ja: 底部
pl: Na dnie
pt_pt: Em baixo
ru: Ниже
zh_cn: 底部

# DisableAdDisclaimer.Text
source: You can disable ads for free in the settings
de_de: Die Werbung kann kostenlos in den Optionen ausgeschaltet werden
es: Puede desactivar los anuncios gratuitamente en la configuración
fr: Vous pouvez désactiver les publicités dans les paramètres
hy: Դուք կարող եք անջատել գովազդները (անվճար)
it: È possibile disattivare gli annunci nelle impostazioni
pl: Możesz wyłączyć reklamy w ustawieniach
ru: Рекламу можно бесплатно отключить в опциях

# More_Settings_ShowAdHeaderText.Text
source: SHOW AD TO SUPPORT DEVELOPMENT
de_de: ENTWICKLUNG UNTERSTÜTZEN UND WERBUNG ANZEIGEN
es: MOSTRAR ANUNCIO PARA APOYAR EL DESARROLLO
fr: MONTRER LA PUBLICITÉ POUR SOUTENIR LE DÉVELOPPEMENT
hy: Ցուցադրել գովազդները ծրագրավորողին աջակցելու համար
it: MOSTRA ANNUNCIO PER SOSTENERE LO SVILUPPO
pl: POKAŻ REKLAMĘ W CELU WSPARCIA ROZWOJU
ru: ПОКАЗАТЬ РЕКЛАМУ В ПОДДЕРЖКУ РАЗВИТИЯ

# DefaultString
source: Default
de_de: Standard
fr: Automatique
hy: Կանխադրված
it: Automatico
ja: デフォルト
pl: Standardowy
pt_pt: Por defeito
ru: Стандарт
zh_cn: 默认

# More_Settings_HTMLEncodingHeader.Text
source: HTML ENCODING
de_de: HTML-CODIERUNG
fr: ENCODAGE HTML
hy: HTML կոդավորում
it: CODIFICA HTML
ja: ＨＴＭＬエンコーディング
pl: KODOWANIE HTML
pt_pt: HTML ENCONTRADO
ru: HTML-КОДИРОВКА
zh_cn: HTML编码

# Share_File_ShareFile_DOC.Text
source: Word Document (old) (.doc)
de_de: Word-Dokument (veraltet) (.doc)
fr: Document Word (ancien) (.doc)
hy: Word փաստաթուղթ (հին), (.doc)
it: Documento Word (vecchio) (.doc)
ja: ワード文書（旧版）（.doc
pl: Dokument Word (stary) (.doc)
pt_pt: Documento Word (antigo) (.doc)
ru: Документ Word (устаревший) (.doc)
zh_cn: Word文档（旧）(.doc)

# Share_File_ShareFile_DOCX.Text
source: Word Document (.docx)
de_de: Word-Dokument (.docx)
fr: Document Word (.docx)
hy: Word փաստաթուղթ (.docx)
it: Documento Word (.docx)
ja: ワード文書（.docx
pl: Dokument Word (.docx)
pt_pt: Documento Word (.docx)
ru: Документ Word (.docx)
zh_cn: Word文档(.docx)

# Share_File_ShareFile_EPUB.Text
source: eBook file (.epub)
de_de: eBook-Datei (.epub)
fr: Fichier eBook (.epub)
hy: eBook նիշք
it: File eBook (.epub)
ja: 電子ブックファイル（.epub
pl: Plik eBook (.epub)
pt_pt: Ficheiro eBook (.epub)
ru: Файл электронной книги (.epub)
zh_cn: 电子书文件(.epub)

# FileBMP
source: Bitmap
hy: Բիթմապ
it: Btimap
ja: ビットマップ
ru: Битмап
zh_cn: 位图

# FileDoc
source: Word Document (old)
de_de: Word-Dokument (veraltet)
fr: Document Word (ancien)
hy: word փաստաթուղթ (հին)
it: Documento Word (vecchio)
ja: ワード文書（旧版）
pl: Dokument Word (stary)
pt_pt: Documento Word (antigo)
ru: Документ Word (устаревший)
zh_cn: Word文档(旧)

# FileDocx
source: Word Document
de_de: Word-Dokument
fr: Document Word
hy: word փաստաթուղթ
it: Documento Word
ja: ワード文書
pl: Dokument Word
pt_pt: Documento Word
ru: Документ Word
zh_cn: Word文档

# FileEpub
source: eBook file
de_de: eBook-Datei
fr: Fichier eBook
hy: eBook նիշք
it: File eBook
ja: 電子書籍ファイル
pl: Plik eBook
pt_pt: Ficheiro eBook
ru: Файл электронной книги
zh_cn: 电子书文件

# FileGIF
source: GIF image
de_de: GIF-Grafik
fr: GIF graphique
hy: Gif նկար
it: Grafica GIF
ja: ＧＩＦ画像
pl: GIF grafika
pt_pt: Imagem GIF
ru: Графика GIF
zh_cn: GIF图片

# FileHTML
source: HTML page
de_de: HTML-Seite
fr: Page HTML
hy: HTML էջ
it: Pagina HTML
ja: HTMLページ
pl: Strona HTML
pt_pt: Página HTML
ru: HTML-страница
zh_cn: HTML页面

# FileJPG
source: JPG image
de_de: JPG-Grafik
fr: JPG graphique
hy: JPG նկար
it: Grafica JPG
ja: ＪＰＧ画像
pl: JPG grafika
pt_pt: Imagem JPG
ru: График JPG
zh_cn: JPG图像

# FilePNG
source: Portable Network Graphics
hy: PNG նկար
ja: PNG
zh_cn: PNG图片

# FileRTF
source: Rich Text
hy: Ռիչ տեքստ
zh_cn: RTF文件

# FileTIFF
source: TIFF image
de_de: TIFF-Grafik
fr: TIFF graphique
hy: Տիֆֆ նկար
it: Grafica TIFF
ja: TIFF画像
pl: TIFF grafika
pt_pt: Imagem TIFF
ru: График TIFF
zh_cn: TIFF图像

# FileTXT
source: Plain text
de_de: Textdatei
fr: Fichier texte
hy: Պարզ տեքստ
it: File di testo
ja: プレーンテキスト
pl: Plik tekstowy
pt_pt: Texto simples
ru: Текстовый файл
zh_cn: 纯文本
